[
  {
    "name": "2008-20. The best years in our history",
    "img": "https://i.imghippo.com/files/rrJ2Q1722932665.jpg",
    "info": [
      {
        "title": "",
        "description": "Barça delight the world with their brand of football that is appreciated by football fans from all over the world. They win three more Champions League titles in a decade of dominance for the blaugranes",
        "list": []
      },

      {
        "title": "",
        "description": "From the season 2008/09 under Josep Guardiola, the team improved even further. Playing with the same style that Cruyff had introduced, Guardiola was a firm supporter of basing his team around the club's own youth system and promoted several young talents to the first team, and the result was the greatest Barça team ever.",
        "list": []
      },

      {
        "title": "",
        "description": "The greatest international recognition of this came when the FIFA Ballon d'Or nominations in 2010 shortlisted Xavi, Iniesta and Messi for the honour, all three of whom had grown up at La Masia, the residence where young sportspeople of all ages are trained and educated.",
        "list": []
      },

      {
        "title": "",
        "description": "This team was the culmination of everything that FC Barcelona stands for, and produced an amazing string of major titles, including two Champions Leagues and three Spanish Leagues, plus the long-awaited Clubs World Cup, which was finally won in 2009, that extraordinary year when Barcelona won all six major trophies, something unprecedented in the history of European football. Barça broke all kinds of records, played memorable matches and won just about every title on offer. But the finest hour for Guardiola's side came at Wembley on 28 May, 2011, when the world was enchanted by the kind of football that dreams are made of. The world's press bestowed praise on this extraordinary side that had written one of the most incredible chapters in the history of the game. The Guardiola era ended in 2012 but Barça continued their success under Tito Vilanova (the league in 2012/13) and Luis Enrique who in 2015 won the Champions League, the League and the Copa del Rey in another historic treble winning season.",
        "list": []
      },

      {
        "title": "",
        "description": "But it wasn't just the football team that was collecting honours. The basketball, handball, futsal and roller hockey teams also won further European titles. Furthermore, the season 2011/12 and 2014/15 ended with a  new record by winning 17 professional titles. Never before had FC Barcelona won so much silverware in a single season during its 118 year history.",
        "list": []
      },

      {
        "title": "THE RETURN OF GUARDIOLA ",
        "description": "In 2008, Josep Guardiola accepted the difficult job of replacing Frank Rijkaard as coach and end a run of two seasons without a trophy. To do so, he applied the same style of play that was used when he was a player at the Club, an attacking philosophy based on passing and it turned out to be a great success.",
        "list": []
      },

      {
        "title": "",
        "description": "In his debut season, Guardiola won all three trophies available. After a winning start to the following campaign in 2009/10, Barça became the team of the Six Trophies, all won in the calendar year of 2009. The run of success continued with Guardiola claiming 14 titles of a possible 19 as coach in his four seasons in charge. Guardiola became a reference point in football and his Barça side went beyond the strictly footballing field.",
        "list": []
      },

      {
        "title": "BARÇA WIN THEIR THIRD CHAMPIONS LEAGUE ",
        "description": "FC Barcelona went to the Olympic Stadium looking to claim their third title of the season after having won the Copa del Rey and the league. Guardiola went into the final against Manchester United with several players missing in defence. The Premier League side started strongly but Eto’o’s goal changed the game and from then on Barça dominated with Messi adding a second to make the final score 2-0. On 27 May 2009 Barça claimed their third Champions League title thanks to victory over the holders, becoming the first Spanish side to claim the treble of the Copa del Rey, the league and the Champions League.",
        "list": []
      },

      {
        "title": "2009, A MAGICAL YEAR ",
        "description": "Under the direction of Josep Guardiola, the team had a dream 12 months, winning every trophy possible. Six titles that they claimed with authority, Barça on the field were untouchable. At the end of the season there were celebrations and the trophies kept coming for the rest of the year.",
        "list": [
          "13 May – Copa del Rey",
          "16 May – League",
          "27 May – Champions League",
          "23 August – Spanish Super Cup",
          "28 August – European Super Cup",
          "19 December – FIFA World Club Cup"
        ]
      },

      {
        "title": "SANDRO ROSELL, NEW PRESIDENT",
        "description": "Sandro Rosell rose to the presidency of FC Barcelona with an extensive background in both the business world and in football. His first stint in the management of the Club had begun in 2003 as a member of the board under then-president Joan Laporta. Rosell was the driving force behind the signing of Ronaldinho.",
        "list": []
      },

      {
        "title": "",
        "description": "Rosell’s candidacy used the slogan 'We are all Barça' under an electoral program created after listening to the members for two years. In 2010 he was elected the new president of FC Barcelona with an overwhelmingly successful 35,021  of the votes, the best result ever achieved. Sandro Rosell thus became the most voted president in the history of the Club.",
        "list": []
      },

      {
        "title": "BARÇA SWEEP THE PODIUM FOR THE BALLON D’OR",
        "description": "FC Barcelona made history with the nomination of Xavi, Iniesta and Messi as finalists for the FIFA Ballon d'Or 2010. Three Barça players who all came up through La Masia swept the podium. Journalists, coaches and captains from around the world, the elite of world football, lauded Barça’s style. It was the first time that all three finalists came from the youth academy of the same club. It was a full recognition of the work done at La Masia. Three superstars developed at home, instilled with the values of effort, humility, sportsmanship and enthusiasm, were selected as the three best players in the world in 2010.",
        "list": []
      },

      {
        "title": "WEMBLEY, AGAIN",
        "description": "On 28 May 2011 Barça lifted its fourth European Cup. The victory came at the new Wembley Stadium, the same place where in 1992 Cruyff’s Barça had won the trophy for the first time. It was full of symbolism. After winning a very difficult semi-final against Real Madrid, Barça played for the title against Manchester United, who they had defeated in the Rome final two years before. A clearly superior Barça won 3-1 with goals each striker: Pedro, Messi and Villa.",
        "list": []
      },

      {
        "title": "",
        "description": "It was a great display of football, one of the best ever seen in a Champions League final. Europe hailed Barça, and the world press followed suit. At the end of the summer Barça confirmed its greatness by winning the Spanish Super Cup against Real Madrid and UEFA Super Cup against Porto.",
        "list": []
      },

      {
        "title": "THE DEATH OF TITO VILANOVA",
        "description": "One of the saddest pieces of news in Barça history was received on 25 April 2014 when Francesc 'Tito' Vilanova i Bayó (Bellcaire d'Empordà, 09/17/1968 - 04/25/2014, Barcelona), a man loved and admired by all, died at the age of 45 after failing to overcome an illness had forced him in July to step away from his duties as head coach of the first team, and just a couple of months after leading the team to a league title with 100 points, a record achievement. Vilanova was also Guardiola's second in command from 2008 to 2012. A totalof 53,000 people came to Camp Nou in the days after his death to pay him a final tribute.",
        "list": []
      },

      {
        "title": "GOODBYE TO TWO LEGENDS: PUYOL AND VALDÉS",
        "description": "In the summer of 2014 Barça said goodbye to two captains. Two symbols. Carles Puyol, the eternal captain, announced his retirement as a player after 593 official games and a career that made him an idol for Barça fans. The most memorable of these were his defensive stop using the Barça shield in a Champions League match, his kisses to La Senyera during Barça’s 6–2 rout at the Bernabéu or when he gave Abidal the honour of raising the Cup following the victory at Wembley in 2011. Puyol’s departure coincided with that of Victor Valdés, the long-time Barça goalkeeper who months earlier had announced his intention to leave the team at the end of the 2013/14 season. One of the best ever to wear the blaugrana shirt, Valdés conceded just 441 goals in 535 matches. Among his most outstanding performances was in the 2006 Champions League final in Paris and the semi-final against Chelsea in 2009.",
        "list": []
      },

      {
        "title": "LUIS ENRIQUE: ARRIVAL AND A TREBLE",
        "description": "Gerardo Martino took over for Tito Vilanova in the summer of 2013 but, despite a good start, the left after the 2013/14 season having only won the Spanish Super Cup. Luis Enrique, a beloved former Barça player, took Martino’s place as coach in the summer of 2014 and success immediately followed. In his first year as coach, Luis Enrique would attain the second treble in Barça history, just six seasons after the first. FC Barcelona won the League, Copa del Rey and Champions League in one magical season. The same team, consisting of top players like Messi, Iniesta, Neymar Jr and Luis Suárez went on to win a total of five titles in 2015, adding the UEFA Super Cup and the Club World Cup to the treble. To that treble the team would add four more trophies the following season: the European Super Cup, the Club World Cup, the league and the Copa del Rey. Furthermore, in the 2016/17 season, the team won the Copa del Rey, their third in a row. ",
        "list": []
      },

      {
        "title": "XAVI’S FAREWELL",
        "description": "In the summer of 2015, coinciding with the completion of the second treble, Xavi Hernandez announced his goodbye. The legendary FC Barcelona midfielder hung up his shoes after 17 seasons with the first team. He said goodbye to the Club with an enviable total of 25 titles: eight leagues, four Champions Leagues, three Spanish Cups, six Spanish Super Cups, two European Super Cups and two Club World Cups. Xavi left with 85 goals in 767 official matches, an FC Barcelona record. He left as an inheritance his unique style of football.",
        "list": []
      },
      {
        "title": "JOSEP MARIA BARTOMEU WINS ELECTION",
        "description": "On July 18, 2015 Josep Maria Bartomeu won the election for the presidency of FC Barcelona. With 25,823 votes, 54.6% of the total, Bartomeu won the third most voted election in club history. Bartomeu quickly resumed some of the work he had already begun in January 2014, following the resignation of the previous president, Sandro Rosell.",
        "list": []
      },

      {
        "title": "THE ERNESTO VALVERDE ERA",
        "description": "Ernesto Valverde had been a Barça player under Johan Cruyff at Barça and had gone on to have a highly successful career as a coach. He took over as Barça coach for the 2017/18 season and under him a new era for FC Barcelona began, full of optimism and excitement. In his first season in charge he won the league and cup double and in his second he won the league again and the Spanish Super Cup. However, in the 2019/20 season results did not go his way and he was sacked in January of 2020. His successor, Quique Setién, arrived at a difficult moment in a year marked by the Covid-19 pandemic and left the club in August 2020. ",
        "list": []
      },

      {
        "title": "RONALD KOEMAN ARRIVES",
        "description": "Ronald Koeman became Barça coach in the summer of 2020. The Dutchman had been a Barça player for six seasons between 1989 and 1995 and gained heroic status at the Club after scoring the winner in the 1992 European Cup final, handing the blaugranes a first ever win in the competition.",
        "list": []
      },

      {
        "title": "",
        "description": "Koeman came to Barça after more than 20 years of coaching at Vitesse, Ajax, Benfica, PSV, Valencia, AZ Alkmaar, Feyenoord, Southampton, Everton and the Dutch national team. ",
        "list": []
      }
    ]
  },

  {
    "name": "1996-2008. Barça reaches its century",
    "img": "https://i.imghippo.com/files/OPJDU1722933248.jpg",
    "info": [
      {
        "title": "",
        "description": "The centenary celebrations were a demonstration of what Barça means to people, an emotional journey through the Club's history that lasted the whole year",
        "list": []
      },

      {
        "title": "",
        "description": "Few organisations reach their one hundredth anniversary, for doing so requires consistence and continuity. The aim of FC Barcelona's centenary was to celebrate the link between a glorious past and new hope for the future.",
        "list": []
      },

      {
        "title": "",
        "description": "The commemorative events saw an outpouring of Barça sentiment, and offered an emotional opportunity to spend a year looking back at the Club's proud history. Several important figures from Catalan culture were involved, as did the media and several major organisations. Famous artist Antoni Tàpies designed the official Centenary poster, thus adding his name to list of internationally renowned artists and writers that have helped aggrandise FC Barcelona's symbolic universe over the years.",
        "list": []
      },

      {
        "title": "",
        "description": "The 1998-99 season, that of the Centenary celebrations, was also historic because of the many sporting achievements: all four of the Club's professional sections (Football, Basketball, Handball and Roller Hockey) won their respective league titles.",
        "list": []
      },

      {
        "title": "",
        "description": "In 2003, newly elected president Joan Laporta brought with him a young and dynamic generation of directors who totally changed the Club's image. His priority was to make it possible for the club's sporting successes to have a knock-on effect on the more social aspects of the Club.",
        "list": []
      },
      {
        "title": "",
        "description": "The following years were spectacular in many ways: there was sporting success, an exponential increase in membership, economic progress that situated the Club among the world's elite and an unprecedented focus on charity projects that was culminated with Barça's collaboration agreement with Unicef in 2006, which projects Barça's caring image around the world, thus definitively globalising the notion of being 'more than a club'.",
        "list": []
      },

      {
        "title": "VAN GAAL AND SUCCESSIVE LEAGUE TITLES",
        "description": "39 since they had last achieved the feat, Louis Van Gaal's side won the League and Cup double in 1997/98. The following season the Dutchman also led his team to the league title. ",
        "list": []
      },
      {
        "title": "CENTENARY CELEBRATIONS",
        "description": "The Club wanted the FC Barcelona Centenary celebrations to go on for a year. The fans and sportspeople enjoyed a series of commemorative events between 28 November 1998 and 29 November 1999. It all started with a massive fiesta in the stadium. One of the most memorable moments came when legendary Catalan singer Joan Manuel Serrat sung the Barça anthem before one hundred thousand spectators. Another emotional moment came on 28 April 1999 with the parade of hundreds of sportspeople that have defended the FC Barcelona colours over the years.",
        "list": []
      },

      {
        "title": "FIRST EUROLEAGUE TITLE",
        "description": "On 11 May 2003, Barça’s Basketball team ended its disappointing European track record to win the Euroleague, formerly known as the European Champions’ Cup. Following five defeats, the team, coached by Svetislav Pešić and led by Dejan Bodiroga, Sarunas Jasikevicius and Juan Carlos Navarro, finally won the Euroleague title. Barça defeated Benetton Treviso 76-65 at a packed Palau Sant Jordi. Dejan Bodiroga was named MVP of the Final Four played in Barcelona.",
        "list": []
      },
      {
        "title": "NEW ERA WITH PRESIDENT LAPORTA ",
        "description": "In June 2003, the club members voted in a new board of directors, led by Joan Laporta. The new board brought in Frank Rijkaard as coach and Ronaldinho was signed to lead the team on the field. The Club had suffered four lean seasons and the arrival of the Brazilian was a much needed injection of optimism for Barça. ",
        "list": []
      },

      {
        "title": "",
        "description": "Rijkaard's tema won the league in 2004/05 in style and retained the title the following season. The team was led by Ronaldinho alongside the likes of Edmílson, Giuly, Belletti, Sylvinho and the duo of Deco and Eto’o. Home grown players such as Valdés, Oleguer, Puyol, Xavi and Iniesta also played a vital role in the team's success. ",
        "list": []
      },
      {
        "title": "SECOND CHAMPIONS LEAGUE TITLE IN PARIS",
        "description": "On May 17, 2006, Barça had its name engraved on the Champions League trophy for the second time after overcoming Arsenal 2-1 in Paris. The goals by Eto’o and Belletti illuminated the Stade de France. It was the victory of joyous football, the so-called “jogo bonito”, a bold and daring style, acclaimed the world over. Thousands of members and fans celebrated the victory in Paris, and millions more followed suit in Barcelona and other cities inside and outside Catalonia.",
        "list": []
      },

      {
        "title": "HISTORIC AGREEMENT WITH UNICEF",
        "description": "In 2006 an historic agreement was signed with UNICEF, by virtue of which the Club undertook to collaborate financially with this association, which works for children’s rights and their protection, and whose anagram the Club’s first-team shirt now bears. The first match in which the team sported the shirt with the UNICEF logo was on 12 September 2006, in the Camp Nou, in a Champions League match against Levski Sofia. Barça put on yet another brilliant exhibition that ended with a resounding 5-0 victory.",
        "list": []
      }
    ]
  },

  {
    "name": "1988-1996. The era of the 'Dream Team'",
    "img": "https://i.imghippo.com/files/GZiSh1722933918.jpg",
    "info": [
      {
        "title": "",
        "description": "Barça win their first European Cup in 1992 From 1988 on, with Cruyff as manager, Barça came to be associated once more with excellent football and sporting success. The board of directors presided over by Josep Lluís Nuñez focused on building up a team of footballers that would spark enthusiasm and perform well. The Camp Nou began to fill up once again.",
        "list": []
      },

      {
        "title": "",
        "description": "FC Barcelona managed to secure four consecutive Spanish League championships, between 1990 and 1994. Winning the European Cup in 1992 was the pinnacle of this period, which was characterised by the team’s one touch play and attacking style and the winning mentality of Cruyff’s players.",
        "list": []
      },

      {
        "title": "",
        "description": "Known as the 'Dream Team' of European football, the following unforgettable players went down in the Club’s history: Zubizarreta, Bakero, Begiristain, Laudrup, Koeman, Stoichkov, Romário, Eusebio, Nadal, Guardiola, Amor, Juan Carlos, Ferrer, Nando, Julio Salinas, Serna, Alexanko and Goikoetxea.",
        "list": []
      },

      {
        "title": "",
        "description": "Led by the Cruyff-Rexach duo, the team finally drew a line under its troubled past; Barça became one of the biggest names in world football.",
        "list": []
      },
      {
        "title": "THE RETURN OF CRUYFF",
        "description": "“I know the Club and I don’t want history to repeat itself. If we want things to change, we must change history”. These words set the Cruyff era in motion, marked by a change of philosophy. The team’s tactics were modified to incorporate the Dutch coach Rinus Michels’s “total football”. Team management also changed, becoming the exclusive responsibility of the manager. With Cruyff, Barça experienced a glorious era. Cruyff’s track record includes one European Cup, four Spanish League championships, one Cup Winners’ Cup, one Copa del Rey and four Spanish Supercups. He was also responsible for introducing “rondos” (a circle of players pass the ball to each other, while one in the centre tries to catch it) into the team’s training sessions.",
        "list": []
      },

      {
        "title": "THIRD EUROPEAN CUP WINNERS' CUP",
        "description": "On 10 May 1989, goals from Salinas and López Rekarte led FC Barcelona to a 2-0 victory against UC Sampdoria of Genoa. Over 25,000 supporters travelled to Switzerland to support the team. Cruyff’s new Barça took home the Club’s third Cup Winners’ Cup. After years of disillusionment, fans returned to Canaletes and Plaça Sant Jaume to celebrate the top football team’s victory.",
        "list": []
      },
      {
        "title": "MIGUELI'S FAREWELL",
        "description": "Migueli holds a privileged place in the history of the club, being the second player who has worn the Barça shirt most times (553), only beaten by Xavi. He was also one of the best centre backs to have ever played for FC Barcelona. On 5 September 1989, 'Migueli' wore the Barça colours for the last time in a match when Barça beat the Bulgarian national football team. Migueli played for FC Barcelona for the final time after sixteen seasons, alongside legendary figures like Cruyff (who scored a goal) and Rexach.",
        "list": []
      },
      {
        "title": "FIRST EUROPEAN CUP IN HANDBALL...",
        "description": "Barça’s handball team won its first EHF Champions League while under Valero Rivera’s management. FC Barcelona beat FK Proleter Zrenjanin 20-17 before a capacity crowd at the Palau. The combination of veteran players, like Rico, Sagalés and Serrano, and promising young players, such as Masip, Urdangarín and Barrufet, alongside the best player in the world, Veselin Vujović, brought the desired results. Barça’s European domination began here, with a team that is one of the main favourites to win titles, year after year.",
        "list": []
      },
      {
        "title": "... AND IN FOOTBALL",
        "description": "The dream became a reality on 20 May 1992 at Wembley Stadium in London, when Barça beat UC Sampdoria of Genoa. The course of FC Barcelona’s history changed forever. Johan Cruyff’s last instruction to his players before they stepped onto the pitch was: “Go out and enjoy it”. The match went to extra time after a scoreless draw. In the 111th minute, Ronald Koeman’s brilliant free kick clinched Barça’s first European Cup victory. 25,000 supporters accompanied the team to Wembley. One million people turned out on the streets of Barcelona to welcome the European champions home.",
        "list": []
      },
      {
        "title": "FOUR CONSECUTIVE LEAGUE TITLES",
        "description": "The Spanish League was the only title Cruyff had left to win, having already won the Cup Winners’ Cup (1989) and the Copa del Rey (1990). Barça rose to the occasion. Not only did it win the League — it won four Leagues in a row (1991, 1992, 1993, 1994). The last three were won in the last match of the season. To this day, one of the abiding images of the 'Dream Team' is that of the footballers on the pitch awaiting the outcomes of their rivals’ matches. Unfortunately, run of league title wins came to an end over the next two seasons. ",
        "list": []
      }
    ]
  }
]
